{
    "container-content": [
        {
            "title": "Введение в современную силовую электронику",
            "text": [
                "Уровень образования:",
                "повышение квалификации",
                "Форма обучения – очная, с отрывом от работы.",
                "Язык обучения: русский.",
                "Общая трудоемкость программы – 37 академических часа.",
                "Программа разработана в рамках реализации федерального проекта «Передовые инженерные школы», направленного на обеспечение высокопроизводительных экспортно-ориентированных секторов экономики страны высококвалифицированными кадрами для достижения технологической независимости. Программа позволят обеспечить слушателям компетенции, необходимые для реализации указанных в Стратегии научно-технологического развития направлений на высокотехнологичных промышленных предприятиях Российской Федерации.",
                "Цель программы",
                "Программа имеет своей целью знакомство с современными структурами статических преобразователей электрической энергии, изменениями в компонентной базе, получение навыков выбора оптимальной структуры преобразователя и его параметров в зависимости от технических требований.",
                "Основной целью курса является получение дополнительных сведений о современных достижениях в компонентной базе и структурных решениях при разработке статических преобразователей.",
                "Особенности программы",
                "Программа разработана с учетом профессионального стандарта «Работник по организации эксплуатации электротехнического оборудования тепловой электростанции» (утвержден Приказом Минтруда от 11 октября 2023 № 757н)",

                "Категории слушателей",
                "К освоению программы повышения квалификации «Введение в современную силовую электронику» допускаются лица, имеющие высшее и/или среднее профессиональное образование. Вид деятельности слушателей и уровень их квалификации соответствует квалификационным требованиям, указанным в профессиональном стандарте.",
                "Программа предназначена для инженеров-разработчиков статических преобразователей энергии, ведущих инженеров, руководителей подразделений, определяющих конструкторские решения, применяемые для разработки.",
                "Итоги программы",
                "Оценка качества освоения программы осуществляется в виде зачета в устной форме на основе системы оценки «зачтено» / «не зачтено».",
                "На зачет выносится 3 вопроса по материалам программы. Слушатель считается аттестованным, если дал верные ответы на два или три вопроса."
            ]
        }
    ]
}