{
    "container-content": [
        {
            "title": "Методы рентгеновского контроля промышленной электроники",
            "text": [
                "Уровень образования:",
                "повышение квалификации",
                "Форма обучения – очная, с отрывом от работы.",
                "Язык обучения: русский.",
                "Общая трудоемкость программы – 72 академических часа.",
                "Программа разработана в рамках реализации федерального проекта «Передовые инженерные школы», направленного на обеспечение высокопроизводительных экспортно ориентированных секторов экономики страны высококвалифицированными кадрами для достижения технологической независимости. Программа позволят обеспечить слушателям компетенции, необходимые для реализации указанных в Стратегии научно-технологического развития направлений на высокотехнологичных промышленных предприятиях Российской Федерации.",
                "Цель программы",
                "Программа предназначена для качественного изменения профессиональных компетенций, необходимых для выполнения следующих видов профессиональной деятельности: рентгеновский неразрушающий контроль изделий промышленной электроники, включая электронную компонентную базу; обеспечение радиационной безопасности при проведении работ с источниками ионизирующего излучения.",
                "Особенности программы",
                "Программа разработана с учетом профессиональных стандартов «Специалист по неразрушающему контролю» (утвержден приказом Министерства труда и социальной защиты РФ №976н от 3 декабря 2015 года).",
                "Категории слушателей",
                "К освоению программы повышения квалификации «Методы рентгеновского контроля промышленной электроники» допускаются лица, имеющие высшее и/или среднее профессиональное образование. Вид деятельности слушателей и уровень их квалификации соответствует квалификационным требованиям, указанным в профессиональном стандарте.",
                "Итоги программы",
                "Оценка качества освоения программы осуществляется аттестационной комиссией в виде зачета в устной форме на основе системы оценки «зачтено» / «не зачтено».",
                "На зачет выносится 3 вопроса по материалам программы. Слушатель считается аттестованным, если дал верные ответы не менее, чем на два вопроса."
            ]
        }
    ]
}