{
    "master-program__container-content": [
        {
            "title": "Силовая микроэлектроника",
            "text": [
                "11.04.04 - Электроника и наноэлектроника",
                "Уровень образования: магистратура",
                "Форма обучения – очная",
                "Количество бюджетных мест – 12",
                "ОПИСАНИЕ ПРОГРАММЫ",
                "Магистерская образовательная программа «Силовая микроэлектроника» нацелена на подготовку специалистов в области разработки технологии и проектирования полного цикла силовых микроэлектронных компонентов для формирования отечественной электронной компонентной базы современных малогабаритных силовых электротехнических систем.",
                "В рамках образовательной программы вы освоите:",
                "моделирование и проектирование приборов силовой электроники на основе широкозонных полупроводников;",
                "физико-химические основы технологий полупроводниковых материалов для приборов силовой электроники;",
                "технологии изготовления монокристаллических подложек;",
                "создание функциональных слоев на монокристаллических подложках с использованием эпитаксиальных технологий;",
                "постростовые процессы, формирующие планарный технологический маршрут изготовления ЭКБ силовой электроники на основе широкозонных полупроводников;",
                "диагностику свойств материалов, структур микроэлектроники и приборов силовой микроэлектроники;",
                "математическое и компьютерное моделирование технологических процессов производства изделий силовой микроэлектроники;",
                "разработку технологических процессов, разработку и изготовлению компонентов силовой микроэлектроники.",
                "За время обучения вы:",
                "будете решать конкретные инженерные задачи и получите опыт участия в проводимых НИОКР;",
                "пройдете углубленную технологическую подготовку с практическими и лабораторными занятиями на установках в чистых производственных помещениях;",
                "научитесь оформлению конструкторской, технологической и эксплуатационной документации, программ и методик испытаний при разработке и внедрении новой продукции;",
                "изучите стандарты и нормативы для реализации документооборота в практической деятельности, в том числе на иностранном языке;",
                "будете выполнять курсовые и междисциплинарные проекты, моделирующие реальные производственные задачи;",
                "научитесь работать в программных комплексах конструкторского и технологического моделирования и проектирования;",
                "будете проводить комплексные функциональные и климатические испытания систем силовой микроэлектроники.",
                "Особенности процесса обучения",
                "Особенностью программы является то, что последовательность дисциплин выстроена так, чтобы студенты, осваивая новый материал на занятиях, могли тут же применить его для своих проектов. Реализуется последовательно переход студента со своим проектом по всем стадиям разработки продукции: техническое задание, эскизный проект, технический проект, разработка РКД и испытания изделия. Обеспечение общего видения перспектив развития силовой микроэлектроники осуществляется за счет введения дисциплин социально-гуманитарного блока, например, «Основы научных исследований», «Современные проблемы электроники» и «Коммерциализация результатов научных исследований и разработок».",
                "Основные дисциплины программы:",
                "Основы технологии широкозонных полупроводников",
                "Диагностика материалов и структур силовой микроэлектроники",
                "Моделирование элементов силовой микроэлектроники",
                "Системы автоматизированного проектирования для силовой микроэлектроники",
                "Испытания и диагностика компонентов силовой микроэлектроники",
            ]
        }
    ],
    "persons": [
        {
            "title": "Корляков Андрей Владимирович",
            "text": [
                "Руководитель образовательной программы",
                "Доктор техн. наук, профессор",
                "Афанасьев Алексей Валентинович",
                "Научный руководитель ОП",
                "Кандидат техн. наук, доцент",
                "Адамович Дарья Сергеевна",
                "Менеджер образовательной программы"
            ],
            "links": [
                "https://pish.etu.ru/ru/home/magistratura/silovaya-mikroelektronika/korlyakov-andrej-vladimirovich",
                "https://pish.etu.ru/ru/home/magistratura/silovaya-mikroelektronika/afanasev-aleksej-valentinovich",
                "https://pish.etu.ru/ru/home/magistratura/silovaya-mikroelektronika/adamovich-darya-sergeevna"
            ]
        }
    ],
    "home__partners-block": [
        {
            "title": "Партнеры",
            "text": [
                "ПАО «Газпром»",
                "Курский Электроаппаратный Завод",
                "ПАО «Пермская научно-производственная приборостроительная компания»",
                "ООО «Специальный Технологический Центр»",
                "АО «НИИ «ВЕКТОР»",
                "REGLAB",
                "АО «Инженерно-Технический Центр «ДЖЭТ»",
                "ФГУП \"РФЯЦ - ВНИИЭФ\"",
                "АО «РАСУ»",
                "«Фонд поддержки проектов НТИ»"
            ],
            "links": [
                "https://www.gazprom.ru/",
                "https://keaz.ru",
                "https://pnppk.ru",
                "https://stc-spb.ru",
                "https://nii-vektor.ru",
                "https://reglab.ru",
                "https://get-sim.ru/",
                "http://www.vniief.ru/",
                "https://www.rasu.ru",
                "https://nti2035.ru/"
            ]
        }
    ]
}