START = 'В главное меню'
BACK = 'Назад'
EDUCATION = {
    'Бакалавриат': [
        'Промышленная электроника'
    ],
    'Магистратура': [
        'Силовая микроэлектроника', 
        'Перспективные силовые преобразователи', 
        'Разработка электронных приборов и систем инерциальной навигации', 
        'Системы и технологии радиомониторинга', 
        'Автоматизация и дигитализация технологических процессов', 
        'Промышленные лазеры', 
        'Системы автоматизированного проектирования микроэлектроники', 
        'Управление проектами внедрения цифровых двойников промышленных систем', 
        'Конструирование и технологии производства элементов и устройств радиоэлектроники', 
        'Системы и технологии технического зрения'
    ]
}
QUESTIONS = [
    'Описание',
    'Как поступить?',
    'FAQ',
    'Задать вопрос менеджеру'
]