START = '[В главное меню]'
BACK = '[Назад]'
CANCEL = '[Отмена]'
EDUCATION = {
    'Бакалавриат': [
        'Промышленная электроника'
    ],
    'Магистратура': [
        'Силовая микроэлектроника', 
        'Перспективные силовые преобразователи', 
        'Разработка электронных приборов и систем инерциальной навигации', 
        'Системы и технологии радиомониторинга', 
        'Автоматизация и дигитализация технологических процессов', 
        'Промышленные лазеры', 
        'Системы автоматизированного проектирования микроэлектроники', 
        'Управление проектами внедрения цифровых двойников промышленных систем', 
        'Конструирование и технологии производства элементов и устройств радиоэлектроники', 
        'Системы и технологии технического зрения'
    ]
}
QUESTIONS = {
    'Описание': {
        'Бакалавриат': {
            # Бакалавриат. Промышленная электроника
            'Промышленная электроника': '''
🔌 Программа «Промышленная электроника» (11.03.04)
🎓 Бакалавриат | Очная форма | 25 бюджетных мест

💡 Что изучаем?
Совмещаем теорию и практику! Первые два года — фундамент в естественных науках, а на 3-4 курсах — работа с реальным оборудованием 🛠️. Осваиваешь MATLAB, Altium Designer, проектируешь системы на микроконтроллерах, учишься создавать техническую документацию.

🚀 Плюшки обучения:

Практика на высокотехнологичных предприятиях-партнерах 🔗.

Решение инженерных задач и участие в НИОКР 🤖.

Индивидуальная траектория — выбирай, куда углубляться! 📊

📚 Главные дисциплины:
«Материалы электронной техники», «Аналоговая схемотехника», «Цифровая схемотехника», «Компоненты электронной техники» и другие.

🏫 Руководитель:
Доктор технических наук, профессор Грязнов Артем Юрьевич 🔬.

✨ Выпускники — востребованные специалисты в разработке и управлении промышленной электроникой! 💼
'''
        },
        'Магистратура': {
            # Магистратура. Силовая микроэлектроника
            'Силовая микроэлектроника': '''
🔋 Программа «Силовая микроэлектроника» (11.04.04)  
🎓 *Магистратура | Очная форма | 12 бюджетных мест*  

💡 Суть программы  
Готовим инженеров для создания отечественной электронной компонентной базы! 💪 Учим проектировать и производить силовые микроэлектронные компоненты на основе широкозонных полупроводников — от моделирования до испытаний.  

🚀 Фишки:  
- Проектный подход — от ТЗ до испытаний готового изделия 🛠️  
- Практика в чистых производственных помещениях с реальным оборудованием 🧪  
- Коллаборация с партнёрами: «Газпром», «ВЕКТОР», НИИ и др. 🔗  

📚 Основные дисциплины:  
- Технологии широкозонных полупроводников  
- Системы автоматизированного проектирования (САПР) 💻  
- Диагностика материалов и структур  
- Испытания компонентов силовой микроэлектроники  
- Коммерциализация научных разработок 📈  

🏫 Руководители:  
- Проф. Корляков А.В. (д.т.н.)  
- Доц. Афанасьев А.В. (к.т.н.)  
- Менеджер Адамович Д.С. 💼  

✨ Итог:  
Выпускники — эксперты по созданию инновационной силовой электроники, востребованные в энергетике, оборонке и IT-сфере! 🚀  
''', 
            # Магистратура. Перспективные силовые преобразователи
            'Перспективные силовые преобразователи': '''
⚡ Программа «Перспективные силовые преобразователи» (13.04.02)  
🎓 *Магистратура | Очная форма | 12 бюджетных мест*  

💡 Суть программы  
Готовим инженеров для энергетики будущего! 🔋 Учим проектировать инверторы, стабилизаторы, преобразователи частоты и другие устройства для промышленности и транспорта. Акцент на цифровизацию и сквозное проектирование.  

🚀 Фишки:  
- Модульное обучение — 2-4 недели на дисциплину + междисциплинарные проекты 🧩  
- Hard Skills: программирование (C++, Python, IEC), моделирование, разработка встраиваемых систем 💻  
- Soft Skills: критическое мышление, работа в команде, самопрезентация 🧠  
- Стажировки у партнеров: «Газпром», «ВЕКТОР», НИИ и др. 🔗  

📚 Основные дисциплины:  
- Современная силовая преобразовательная техника  
- Алгоритмы управления автономных систем 🤖  
- Численное моделирование тепловых процессов  
- Схемотехника высокочастотных преобразователей  
- Технический менеджмент и ОКР 📊  

🏫 Руководители:  
- Доц. Стоцкая А.Д. (к.т.н.)  
- Доц. Перевалов Ю.Ю. (к.т.н.)  
- Доц. Доброскок Н.А. (к.т.н.)  
- Менеджер Игнатович Ю.В. 💼  

✨ Итог:  
Выпускники — эксперты по энергопреобразователям, востребованные в промышленности, транспорте и IT-секторе! 🚀  
''', 
            # Магистратура. Разработка электронных приборов и систем инерциальной навигации
            'Разработка электронных приборов и систем инерциальной навигации': '''
🌐 Программа «Разработка электронных приборов и систем инерциальной навигации» (12.04.01)  
🎓 *Магистратура | Очная форма | 12 бюджетных мест*  

💡 Суть программы  
Готовим инженеров для навигации будущего! 🚀 Учим проектировать гироскопы, акселерометры и системы инерциальной навигации — от моделирования до реальных испытаний. Акцент на лазерные технологии и сотрудничество с ПАО «ПНППК».  

🚀 Фишки:  
- Проектная деятельность — 50% времени на решение задач от предприятий-партнеров 🛠️  
- Модульное обучение — 3-4 недели на каждый блок дисциплин 🧩  
- Практика с гигантами: «Газпром», «ВЕКТОР», НИИ и др. 🔗  

📚 Основные дисциплины:  
- Моделирование приборов и устройств  
- Проектирование гироскопических систем 🌀  
- Разработка инерциальных навигационных систем  
- Основы теории оценивания  
- Работа в САПР (AutoCAD, SolidWorks) 💻  

🏫 Руководители:  
- Доц. Шевченко С.Ю. (к.т.н.)  
- Проф. Филатов Ю.В. (д.т.н.)  
- Менеджер Большакова А.В. 💼  

✨ Итог:  
Выпускники — эксперты по навигационным системам, востребованные в авиации, космосе и оборонной промышленности! 🛰️  
''', 
            # Магистратура. Системы и технологии радиомониторинга
            'Системы и технологии радиомониторинга': '''
📡 Программа «Системы и технологии радиомониторинга» (11.04.01)  
🎓 *Магистратура | Очная форма | 12 бюджетных мест*  

💡 Суть программы  
Готовим экспертов для работы с радиочастотным пространством! 🛰️ Учим выявлять помехи, находить нелегальные передатчики, проектировать системы мониторинга с использованием спутников, дронов и машинного обучения.  

🚀 Фишки:  
- Практика в ООО «СТЦ» — обучение на базе реального технологического центра 🏭  
- Работа с беспилотниками и алгоритмами пеленгования 🚁  
- Акцент на кибербезопасность и защиту радиоканалов 🔒  

📚 Основные дисциплины:  
- Проектирование антенн для радиомониторинга  
- Машинное обучение для анализа сигналов 🤖  
- Автономные навигационные системы  
- Радиофотоника и оптическая связь  
- Измерения на сверхвысоких частотах  

🏫 Руководители:  
- Проф. Сергиенко А.Б. (к.т.н.)  
- Проф. Ушаков В.Н. (д.т.н.)  
- Доц. Антонов Ю.Г. (к.т.н.) 🔧  

✨ Итог:  
Выпускники — спецы по радиомониторингу, востребованные в оборонной, телекоммуникационной и IT-сферах! 💻📶  
''', 
            # Магистратура. Автоматизация и дигитализация технологических процессов
            'Автоматизация и дигитализация технологических процессов': '''
🤖 Программа «Автоматизация и дигитализация технологических процессов» (27.04.04)
🎓 Магистратура | Очная форма | 16 бюджетных мест

💡 Суть программы:
Готовим инженеров будущего для автоматизации и цифровизации технологических процессов! Учим всей "пирамиде": от измерений нижнего уровня с использованием ПЛК до вопросов MES и ERP систем, цифровых двойников и анализа данных 🚀 Учим интегрировать эти технологии, делаем акцент на реальные проекты с промышленными партнёрами

🚀 Фишки:

Обучение всем уровням автоматизации и их интеграции 🔧

Проектный подход — задачи от индустриальных партнёров: ООО «ПЭСК», АО «РАСУ», ООО «Ракурс-инжиниринг»; и потенциальных работодателей: ГНЦ РФ ЦНИИ Робототехники и технической кибернетики, АО «Силовые машины», ООО «Прософт-Системы» и ООО «РегЛаб» 🧩

Промышленный IoT, техническое зрение и робототехника, цифровые двойники, анализ данных — тренды Индустрии 4.0 🌐

📚 Основные дисциплины:

Системы промышленной автоматизации на базе программируемых логических контроллеров

Техническое зрение в системах промышленной автоматики

Автономные мобильные платформы

Коллаборативная промышленная робототехника

САПР и цифровые двойники

Промышленные исследования и анализ данных

🏫 Руководитель:
Кандидат техн. наук, доцент Филатов Денис Михайлович 💻

✨ Итог:
Выпускники — эксперты по цифровизации промышленности, востребованные в эпоху Industry 4.0! 💥
''', 
            # Магистратура. Промышленные лазеры
            'Промышленные лазеры': '''
🔫 Программа «Промышленные лазеры» (11.04.04)  
🎓 Магистратура | Очная форма | 10 бюджетных мест  

💡 Суть программы  
Готовим лазерных инженеров для Industry 4.0! 🚀 Учим создавать технологии лазерной обработки материалов, проектировать установки и внедрять аддитивные технологии (3D-сканирование, обратный инжиниринг).  

🚀 Фишки:  
- Проектный подход — от ТЗ до испытаний реальных лазерных систем 🔧  
- Аддитивные технологии — работа с 3D-моделированием и промышленными сканерами 🖨️  
- Коллаборация с партнёрами: «Газпром», ООО «Лазерный центр», НПО «ВОЛО», НИИ и др. 🔗  

📚 Основные дисциплины:  
- Лазерная обработка материалов  
- Технологические лазеры и их физика 🔬  
- Аддитивные технологии и 3D-сканирование  
- Математическое моделирование процессов  
- Коммерциализация научных разработок 💰  

🏫 Руководители:  
- Проф. Парфенов В.А., д.т.н., руководитель лаборатории ЛЭТИ ЛазерЛаб
- Менеджер Васильева А.В., научный сотрудник лаборатории ЛЭТИ ЛазерЛаб 💼  

✨ Итог:  
Выпускники — эксперты по лазерным технологиям, востребованные в машиностроении, энергетике и наукоемком производстве! 🚀
''', 
            # Магистратура. Системы автоматизированного проектирования микроэлектроники
            'Системы автоматизированного проектирования микроэлектроники': '''
💻 Программа «Системы автоматизированного проектирования микроэлектроники» (09.04.01)  
🎓 *Магистратура | Очная форма | 10 бюджетных мест*  

💡 Суть программы  
Готовим разработчиков САПР для микроэлектроники будущего! 🚀 Учим создавать ПО для проектирования нейроморфных систем, интернета вещей и VR-интерфейсов. Акцент на математическое моделирование и работу с реальными проектами.  

🚀 Фишки:  
- Проекты с 1-го семестра — сотрудничество с НИИ и гигантами: «Газпром», «ВЕКТОР» и др. 🔗  
- Hard Skills: алгоритмы оптимизации, нейроморфное проектирование, VR-инструменты 🧠  
- Практика в лабораториях ПИШ и мастерских кластера 🛠️  

📚 Основные дисциплины:  
- Проектирование нейроморфных систем 🤖  
- Виртуальная реальность в САПР 🕶️  
- Численные методы и оптимизация алгоритмов 📊  
- Интеллектуальные системы и IoT 🌐  
- Технологии разработки ПО 💻  

🏫 Руководители:  
- Доц. Андреев В.С. (к.т.н.)  
- Доц. Бутусов Д.Н. (к.т.н.)  
- Менеджер Михайлов А.А. 💼  

✨ Итог:  
Выпускники — эксперты по САПР микроэлектроники, востребованные в IT-индустрии, робототехнике и научных исследованиях! 🔬🚀  
''', 
            # Магистратура. Управление проектами внедрения цифровых двойников промышленных систем
            'Управление проектами внедрения цифровых двойников промышленных систем': '''
🌐 Программа «Управление проектами внедрения цифровых двойников промышленных систем» (27.04.05)  
🎓 *Магистратура | Очная форма | 12 бюджетных мест*  

💡 Суть программы  
Готовим цифровых лидеров для Industry 4.0! 🚀 Учим управлять проектами по созданию и внедрению «цифровых двойников» — от сбора данных до машинного обучения и визуализации решений.  

🚀 Фишки:  
- Модульный формат — 6 блоков по 2 недели (можно совмещать с работой) 🧩  
- Сквозной проект — создай цифрового двойника реальной промышленной системы 🤖  
- Поддержка преподавателей СПбГЭТУ «ЛЭТИ» и стажировки с гигантами: «Газпром», «ВЕКТОР» и др. 🔗  

📚 Основные дисциплины:  
- Управление киберфизическими системами  
- SCADA-системы и информационная безопасность 🔒  
- Надежность цифровых двойников  
- Архитектура предприятия и дашборды 📊  
- Проектирование моделей для Industry 4.0  

🏫 Руководители:  
- Проф. Брусакова И.А. (д.т.н.)  
- Доц. Денисов А.Р. (д.т.н.)  
- Менеджер Грудинцева Ю.Г. 💼  

✨ Итог:  
Выпускники — эксперты по цифровой трансформации, востребованные в энергетике, машиностроении и IT! 💥
''', 
            # Магистратура. Конструирование и технологии производства элементов и устройств радиоэлектроники
            'Конструирование и технологии производства элементов и устройств радиоэлектроники': '''
📡 Программа «Конструирование и технологии производства элементов, устройств и систем радиоэлектроники» (11.04.03)  
🎓 Магистратура | Очная форма | 12 бюджетных мест  

💡 Суть программы  
Готовим инженеров-радиотехников для инновационной электроники! 🚀 Учим проектировать и производить электронные компоненты и радиосистемы 

🚀 Фишки:  
- Практика через проекты — от ТЗ до документации и реальных испытаний 🛠  
- работа с современными САПР 💻  
- Коллаборация с партнёрами: НИИ «ВЕКТОР», АО НИИ «Феррит-Домен» и др. 🔗  

📚 Основные дисциплины:  
- Современные технологии производства электронных компонентов и радиоаппаратуры📡
- Междисциплинарные проекты (инженерный дизайн) 🌀  
- Микроволновая техника
- Компьютерные технологии сквозного проектирования🌐  
- Проектирование пассивной электронной компонентной базы
- Микро- и нанотехнологии в радиоэлектронике 🔬  


🏫 Руководители:  
- Проф. Иванов А.А. (д.т.н.)  
- Менеджер Филипюк И.А. 💼  

✨ Итог:  
Выпускники — эксперты в области радиоэлектроники, востребованные в телеком индустрии, оборонной промышленности и IT-индустрии! 🚀
''', 
            # Магистратура. Системы и технологии технического зрения
            'Системы и технологии технического зрения': '''
👁️ Программа «Системы и технологии технического зрения» (11.04.01)  
🎓 *Магистратура | Очная форма | 16 бюджетных мест*  

💡 Суть программы  
Готовим инженеров для мира «умного зрения»! 🚀 Учим создавать системы для космоса, медицины, смарт-гаджетов — от обработки видео до нейросетевой аналитики.  

🚀 Фишки:  
- Аппаратно-программный баланс — проектируем и «железо», и софт 💻🔧  
- AI и машинное обучение — анализ видео через нейросети и глубокое обучение 🤖  
- Стажировки с гигантами: «Газпром», «ВЕКТОР», НИИ и др. 🌐  

📚 Основные дисциплины:  
- Интеллектуальный анализ данных и видеоаналитика  
- Машинное обучение в системах зрения 🧠  
- Системы видеокомпрессии и обработки  
- Гетерогенные видеоинформационные системы  
- Программируемая логика («системы на кристалле») 🔬  

🏫 Руководители:  
- Доц. Белозерцев А.В. (к.т.н.)  
- Проф. Обухова Н.А. (д.т.н.) 🔬  

✨ Итог:  
Выпускники — эксперты по техническому зрению, востребованные в IT, космической отрасли, медицине и робототехнике! 🛰️🏥  
'''
        }
    },
    'Как поступить?': {
        # Как поступить в Бакалавриат?
        'Бакалавриат': '''
Поступление в бакалавриат 📘

Выбор направления подготовки: 🎯 Ознакомьтесь с перечнем направлений подготовки и программ на официальном сайте университета. 🌐

Подготовка документов: 📝 Подготовьте необходимые документы для поступления, включая паспорт и аттестат о среднем общем образовании. 🎓

Регистрация на вступительные испытания: 📅 Зарегистрируйтесь для участия в вступительных испытаниях (если это предусмотрено выбранной программой). 🏆

Подача документов: 📤 Подайте документы через личный кабинет абитуриента, по почте или лично в приёмную комиссию университета. 🏢

Прохождение вступительных испытаний: 🧑‍🏫 Сдайте необходимые вступительные испытания в установленные сроки. ⏰

Ожидание результатов: 🕒 Дождитесь результатов вступительных испытаний и списка поступивших. ✔️

Зачисление: 🎉 После получения положительного результата, следуйте инструкциям по зачислению и подготовьте необходимые документы для начала обучения. 📑

[Приёмная комиссия](https://abit.etu.ru/ru/postupayushhim/priyomnaya-komissiya)
''',
        # Как поступить в Магистратуру?
        'Магистратура': '''
Поступление в магистратуру 🎓

Выбор программы и направления подготовки: 🧐 Ознакомьтесь с доступными программами магистратуры и выберите подходящую. 🎯

Изучение правил приёма: 📖 Изучите требования и условия поступления на выбранную программу. 🧑‍🎓

Подготовка документов: 📝 Подготовьте необходимые документы, включая диплом бакалавра и приложение к диплому. 🎓

Подача документов: 📤 Подайте документы через личный кабинет абитуриента, по почте или лично в приёмную комиссию университета. 🏢

Участие в мероприятиях: 🎉 Примите участие в дополнительных мероприятиях, таких как олимпиады или конференции, которые могут повысить ваши шансы на поступление. 🏆

Прохождение вступительных испытаний: 📚 Сдайте вступительные испытания в установленные сроки. 🕒

Ожидание результатов: ⏳ Дождитесь результатов вступительных испытаний и списка поступивших. ✔️

Зачисление: 🎉 После получения положительного результата, следуйте инструкциям по зачислению и подготовьте необходимые документы для начала обучения. 📑

[Приёмная комиссия](https://abit.etu.ru/ru/postupayushhim/priyomnaya-komissiya)
'''
    },
    'FAQ': {
        # FAQ Бакалавриата
        'Бакалавриат': '''
FAQ для абитуриентов бакалавриата СПбГЭТУ «ЛЭТИ» 🎓
        
1. Как подать документы?
✅ Онлайн через личный кабинет абитуриента на сайте ЛЭТИ
✅ Через портал «Госуслуги» (суперсервис «Поступи онлайн»)
✅ Лично в приёмной комиссии университета
✅ По почте или курьерской службой

📌 Важно! При подаче через интернет оригиналы документов можно предоставить позже, в установленные сроки.

2. Какие документы нужны?
📌 Обязательные:
Паспорт (или другой документ, удостоверяющий личность)
Документ об образовании (аттестат, диплом)
СНИЛС (при наличии)

📌 Дополнительно (если есть):
Документы, подтверждающие особые права (льготы, целевое обучение)
Индивидуальные достижения (дипломы олимпиад, значок ГТО, волонтёрская деятельность и др.)

3. Какие достижения дают доп. баллы?
🏆 Максимум – 10 дополнительных баллов к сумме ЕГЭ
✅ Аттестат с отличием – 5 баллов
✅ Диплом победителя или призёра олимпиад – от 2 до 10 баллов (в зависимости от уровня олимпиады)
✅ Спортивные достижения (ГТО) – 1-3 балла
✅ Волонтёрская деятельность – 1 балл
✅ Участие в проектах ЛЭТИ – до 5 баллов
и т.д.

4. Сроки подачи документов
📅 Бюджетные места
Приём заявлений: 20 июня – 25 июля
Вступительные испытания: до 22 июля (для тех, кто сдаёт их в ЛЭТИ)
Оригинал документа об образовании: до 3 августа (12:00 МСК)
Зачисление: до 9 августа

📅 Договорная основа (платное обучение)
Приём заявлений: до 20 августа
Оригинал документа об образовании: до 24 августа
Зачисление: до 27 августа

📌 Внимание! Если вы поступаете по целевому набору или без вступительных испытаний (БВИ), сроки могут отличаться.

5. Какие есть гранты?
🎓 Гранты для первокурсников (бюджет)
💰 До 55 000 ₽ за высокие баллы ЕГЭ, победы в конкурсах, участие в подготовительных курсах ЛЭТИ.

6. Где узнать больше?
📍 [Официальный сайт ЛЭТИ](abit.etu.ru)
''',
        # FAQ Магистратуры
        'Магистратура': '''
FAQ для поступающих в магистратуру СПбГЭТУ «ЛЭТИ» 🎓

1. Какие существуют способы поступления в магистратуру ЛЭТИ? 🛤
Вступительный экзамен: 📝 письменное или устное испытание, проводимое университетом.
Участие в олимпиадах и конкурсах: 🏆 победители и призёры студенческой олимпиады «Газпром», конференции «Наука настоящего и будущего» и конкурса «Project Battle» могут получить 100 или 95 баллов за вступительное испытание при поступлении на соответствующие направления подготовки.

2. Как подать документы для поступления? 📄
Онлайн: 💻 через личный кабинет абитуриента на сайте ЛЭТИ.
Лично: 🤝 в приёмной комиссии университета.
По почте или курьерской службой: 📦 отправив необходимые документы на адрес университета.

3. Какие документы необходимы для поступления? 📑
Заявление о приёме.
Документ, удостоверяющий личность (паспорт).
Документ об образовании (диплом бакалавра или специалиста) с приложением.
Фотографии установленного образца.
Документы, подтверждающие индивидуальные достижения (при наличии).

4. Какие индивидуальные достижения учитываются при поступлении? 🌟
ЛЭТИ учитывает достижения, подтверждённые соответствующими документами. Подробный перечень учитываемых достижений и соответствующих баллов можно найти на официальном сайте университета.

5. В какой форме проводятся вступительные испытания? 🧑‍💻
Вступительные испытания проводятся в дистанционной форме по всем направлениям подготовки, за исключением направлений 11.04.04 «Электроника и наноэлектроника» и 28.04.01 «Нанотехнологии и микросистемная техника» факультета ФЭЛ, по которым экзамен может проходить в очной и/или дистанционной форме, согласно расписанию вступительных испытаний.

6. Какие сроки подачи документов и проведения вступительных испытаний? 📅
Начало приёма документов: 20 июня.
Окончание приёма документов:
Для поступающих на бюджетные места: 14 июля.
Для поступающих на платные места: 19 августа.
Проведение вступительных испытаний:
Для бюджетных мест: до 25 июля.
Для платных мест: до 26 августа.

7. Какие существуют формы обучения в магистратуре ЛЭТИ? 🏫
ЛЭТИ предлагает обучение в магистратуре по очной и заочной формам. Подробности о доступных направлениях и формах обучения можно найти на официальном сайте университета.

8. Где можно найти дополнительную информацию? 🔍
🌐 [Официальный сайт ЛЭТИ](abit.etu.ru)
'''
    },
    'Задать вопрос менеджеру': None
}
ABOUT_AES = '''
ПИШ ЛЭТИ – образование для инженеров будущего

🚀 Реальные проекты – студенты работают над задачами для крупных предприятий, проходят стажировки в компаниях партнерах, участвуют в разработках в области электроники, энергетики и информационных технологий.
🛠 Передовые технологии – доступ к уникальным лабораториям, создание и тестирование прототипов, цифровое моделирование.
🤝 Партнёрства с лидерами отрасли – обучение совместно с ведущими компаниями, участие в стартапах, перспективы трудоустройства.
💡 Карьерные возможности – выпускники востребованы в высокотехнологичных сферах, получают предложения ещё во время учёбы.

📌 [Подробнее](pish.etu.ru)
'''
STOP_WORDS = {
        "кто", "есть", "а", "и", "в", "на", "для", "с", "к", "где", "что", "как", "когда", 
        "зачем", "почему", "чтобы", "от", "по", "из", "бы", "были", "будет", "будто", "или", 
        "между", "над", "под", "за", "все", "всех", "этот", "это", "такие", "поэтому", "именно", 
        "например", "другие", "сам", "тот", "тот", "такой", "так", "также", "да", "нет", "чем", 
        "о", "об", "но", "либо", "ли", "только", "же", "сейчас", "уж", "ещё", "еще", "после", 
        "до", "при", "также", "можно", "нужно", "когда", "где", "вроде", "перед", "поэтому", 
        "самый", "всего", "впрочем", "ведь", "по", "через", "сколько", "много", "немного", 
        "вместо", "для", "наконец", "на", "вокруг", "собственно", "больше", "лучше", "который",
        "совсем", "тот", "этого", "этой", "та", "эта", "этими"
    }
