{
    "container-content": [
        {
            "title": "Методы проектирования, изготовления и диагностики материалов и элементов ЭКБ на новых принципах",
            "text": [
                "Уровень образования:",
                "Повышение квалификации",
                "Форма обучения – очная, с отрывом от работы.",
                "Язык обучения: русский/английский.",
                "Общая трудоемкость программы – 72 академических часа.",
                "Программа разработана в рамках реализации федерального проекта «Передовые инженерные школы», направленного на обеспечение высокопроизводительных экспортно-ориентированных секторов экономики страны высококвалифицированными кадрами для достижения технологической независимости. Программа позволят обеспечить слушателям компетенции, необходимые для реализации указанных в Стратегии научно-технологического развития направлений на высокотехнологичных промышленных предприятиях Российской Федерации.",
                "Цель программы",
                "Программа направлена на повышение квалификации участников в области методов разработки и создания электронной компонентной базы на новых принципах, в том числе, устройств на основе широкозонных полупроводников, элементов фотоники и квантовой электроники, методам их диагностики, а также обмену опытом представителей разных стран и научно-образовательных школ в указанных областях знания. В программу включены темы, необходимых для формирования знаний о физических закономерностях, лежащих в основе технологических методов получения материалов и различных структур, методах диагностики качества получаемых структур, а также современных принципах разработки конструирования компонентов и устройств микро­ и наноэлектроники.",
                "Особенности программы",
                "Программа разработана с учетом профессионального стандарта «Инженер-технолог по производству изделий микроэлектроники» (утвержден приказом Министерства труда и социальной защиты РФ №480н от 3 сентября 2019 года).",
                "Категории слушателей",
                "К освоению программы повышения квалификации «Методы проектирования, изготовления и диагностики материалов и элементов ЭКБ на новых принципах» допускаются лица, имеющие высшее и/или среднее профессиональное образование. Вид деятельности слушателей и уровень их квалификации соответствует квалификационным требованиям, указанным в профессиональном стандарте.",
                "Итоги программы",
                "Оценка качества освоения программы осуществляется аттестационной комиссией в виде зачета в устной форме на основе системы оценки «зачтено» / «не зачтено».",
                "На зачет выносится 3 вопроса по материалам программы. Слушатель считается аттестованным, если дал верные ответы на два или три вопроса."
            ]
        }
    ]
}