{
    "master-program__container-content": [
        {
            "title": "Разработка электронных приборов и систем инерциальной навигации",
            "text": [
                "12.04.01 - Приборостроение",
                "Уровень образования: магистратура",
                "Форма обучения – очная",
                "Количество бюджетных мест – 12",
                "ОПИСАНИЕ ПРОГРАММЫ",
                "Магистерская образовательная программа «Разработка электронных приборов и систем инерциальной навигации» нацелена на подготовку специалистов в области проектирования, разработки и исследования электронных систем инерциальной навигации и их чувствительных элементов для ПАО «ПНППК», г. Пермь и других профильных предприятий регионов Российской Федерации.",
                "В рамках образовательной программы вы освоите:",
                "математическое и компьютерное моделирование компонентов и устройств электронных систем инерциальной навигации и их чувствительных элементов (гироскопов и акселерометров);",
                "процессы разработки, проектирования, создания и внедрения электронных систем инерциальной навигации и их чувствительных элементов;",
                "физические принципы работы и устройство современных лазерных систем;",
                "сбор, обработку, анализ и систематизацию научно-технической информации по теме исследования.",
                "За время обучения вы:",
                "будете решать конкретные инженерные задачи, поставленные предприятием-партнером;",
                "научитесь оформлению конструкторской, технологической и эксплуатационной документации, программ и методик испытаний при разработке и внедрении новой продукции;",
                "будете выполнять курсовые и междисциплинарные проекты, моделирующие реальные навигационные системы;",
                "научитесь работать в программных комплексах конструкторского и технологического моделирования и проектирования;",
                "пройдете весь технологический путь разработки навигационной системы или ее чувствительных элементов.",
                "Особенности процесса обучения",
                "Особенностью программы является ее модульный характер специальной части: дисциплины следуют друг за другом блоками, длительностью 3-4 недели. Процесс обучения построен на проектном принципе. Более половины каждого семестра отведено на проектную деятельность, в рамках которой студент получает теоретические знания в обозначенной области, закрепляет и использует их в практической части. В процессе обучения студент проходит весь процесс разработки ‒ от постановки технического задания предприятием в первом семестре до прошедшего испытания прототипа в рамках выпускной квалификационной работы магистра.",
                "Основные дисциплины программы:",
                "Моделирование приборов и устройств;",
                "Проектная деятельность в области гироскопических устройств;",
                "Проектная деятельность в области построения приборов ориентации и навигации;",
                "Проектная деятельность в области разработки инерциальных систем навигации;",
                "Основы теории оценивания."
            ]
        }
    ],
    "persons": [
        {
            "title": "Шевченко Сергей Юрьевич",
            "text": [
                "Руководитель образовательной программы",
                "кандидат техн. наук, доцент",
                "Филатов Юрий Владимирович",
                "Научный руководитель образовательной программы",
                "Доктор техн. наук, профессор",
                "Большакова Александра Васильевна",
                "Менеджер образовательной программы"
            ],
            "links": [
                "https://pish.etu.ru//ru/home/magistratura/razrabotka-elektronnyh-priborov-i-sistem-inercialnoj-navigacii/shevchenko-sergej-yurevich1",
                "https://pish.etu.ru//ru/home/magistratura/razrabotka-elektronnyh-priborov-i-sistem-inercialnoj-navigacii/filatov-yurij-vladimirovich",
                "https://pish.etu.ru//ru/home/magistratura/razrabotka-elektronnyh-priborov-i-sistem-inercialnoj-navigacii/bolshakova-aleksandra-vasilevna1"
            ]
        }
    ],
    "home__partners-block": [
        {
            "title": "Партнеры",
            "text": [
                "ПАО «Газпром»",
                "Курский Электроаппаратный Завод",
                "ПАО «Пермская научно-производственная приборостроительная компания»",
                "ООО «Специальный Технологический Центр»",
                "АО «НИИ «ВЕКТОР»",
                "REGLAB",
                "АО «Инженерно-Технический Центр «ДЖЭТ»",
                "ФГУП \"РФЯЦ - ВНИИЭФ\"",
                "АО «РАСУ»",
                "«Фонд поддержки проектов НТИ»"
            ],
            "links": [
                "https://www.gazprom.ru/",
                "https://keaz.ru",
                "https://pnppk.ru",
                "https://stc-spb.ru",
                "https://nii-vektor.ru",
                "https://reglab.ru",
                "https://get-sim.ru/",
                "http://www.vniief.ru/",
                "https://www.rasu.ru",
                "https://nti2035.ru/"
            ]
        }
    ]
}