{
    "container-content": [
        {
            "title": "Ценообразование и особенности формирования документов для обоснования цены выполнения НИР и ОКР",
            "text": [
                "Уровень образования:",
                "повышение квалификации",
                "Форма обучения – очная, с отрывом от работы.",
                "Язык обучения: русский.",
                "Общая трудоемкость программы – 32 академических часа.",
                "Программа разработана в рамках реализации федерального проекта «Передовые инженерные школы», направленного на обеспечение высокопроизводительных экспортноориентированных секторов экономики страны высококвалифицированными кадрами для достижения технологической независимости. Программа позволят обеспечить слушателям компетенции, необходимые для реализации указанных в Стратегии научно-технологического развития направлений на высокотехнологичных промышленных предприятиях Российской Федерации.",
                "Цель программы",
                "Целью программы является повышение профессионального уровня работников высокотехнологичных предприятий, в том числе оборонно-промышленного комплекса, в части контроля при проведении научно-исследовательских и опытно-конструкторских работ (НИОКР) и в рамках выполнения государственного оборонного заказа (ГОЗ), с учетом актуальных требований государственных стандартов (ГОСТ) и документов по ценообразованию, используемых при создании и изготовление научно-технической и военной продукции, а именно:",
                "изучение особенностей и действующих аспектов планирования ГОЗ на выполнение НИОКР;",
                "требования Заказчика и обязанности Исполнителя ГОЗ, с учетом требований актуальной редакции ГОСТ РВ 0015-105-202, при выполнение научно-исследовательских работ;",
                "обязательные требования ГОСТ РВ 15.203 по выполнению ОКР и СЧ ОКР;",
                "изучение и разбор требований, действующих в настоящее время документов и нормативных актов по ценообразованию в рамках создания военной и научно-технической продукции;",
                "изучение аспектов взаимодействия с военными представительствами Заказчика в части подготовки документов по цене на продукцию.",
                "Особенности программы",
                "Программа направлена на профессиональное развитие специалиста, обеспечение соответствия его квалификации меняющимся условиям профессиональной деятельности, законодательства и введением актуальных редакций нормативно-технических документов.",
                "Программа разработана с учетом профессиональных стандартов:",
                "«Специалист по организации и управлению научно-исследовательскими и опытно-конструкторскими работами» (утвержден приказом Министерства труда и социальной защиты Российской Федерации от 11.02.2014 № 86н)",
                "«Экономист предприятия» (утвержден приказом Министерства труда и социальной защиты Российской Федерации от 30.03.2021 № 161н)",
                "«Специалист в сфере закупок» (утвержден приказом Министерства труда и социальной защиты Российской Федерации от 10.09.2015 № 625н)",
                "Категории слушателей",
                "К освоению программы повышения квалификации «Ценообразование и особенности формирования документов для обоснования цены выполнения НИР и ОКР» допускаются лица, имеющие высшее и/или среднее профессиональное образование. Вид деятельности слушателей и уровень их квалификации соответствует квалификационным требованиям, указанным в профессиональном стандарте.",
                "Программа рассчитана на три категории слушателей:",
                "специалисты, занимающиеся контролем выполнения требований ТТЗ на всем этапе выполнения НИОКР, а также в части подготовки отчетной документации,",
                "специалисты предприятий ОПК, занимающихся планированием ГОЗ и его размещением у государственного заказчика,",
                "специалисты планово-экономической или финансовой группы, занимающиеся ценообразованием в рамках выполнения ГОЗ.",
                "Итоги программы",
                "Оценка качества освоения программы осуществляется в виде зачета в устной форме на основе системы оценки «зачтено» / «не зачтено».",
                "Слушатель считается аттестованным, если дал исчерпывающие или удовлетворительные ответы на 3 (Три) вопроса из списка вопросов, выносимых на зачёт."
            ]

        }
    ]
}